# ArcTan

## Description
Function ArcTan returns the arc tangent (in radians) of the specified value.

```pascal
FUNCTION ArcTan(v : REAL) : REAL;
```

```python

def vs.ArcTan(v):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL|Numeric value for which to find the tangent.|

## Version
Availability: from MiniCAD
## Category
* Math - General